/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Connection timeout" = "Connection timeout";

/* No comment provided by engineer. */
"Empty playlist" = "Empty playlist";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"ID" = "ID";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"No name entered" = "No name entered";

/* No comment provided by engineer. */
"Nothing Playing" = "Nothing Playing";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Player will be stopped and playlist cleared" = "Player will be stopped and playlist cleared";

/* No comment provided by engineer. */
"Playlist ID not valid" = "Playlist ID not valid";

/* No comment provided by engineer. */
"Playlist is empty" = "Playlist is empty";

/* No comment provided by engineer. */
"Playlist loaded" = "Playlist loaded";

/* No comment provided by engineer. */
"Playlist name" = "Playlist name";

/* No comment provided by engineer. */
"Playlist Saved" = "Playlist Saved";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Search is empty" = "Search is empty";

/* No comment provided by engineer. */
"Search returned no results" = "Search returned no results";

/* No comment provided by engineer. */
"Sorry!" = "Sorry!";

/* No comment provided by engineer. */
"Timeout" = "Timeout";

/* No comment provided by engineer. */
"You specified to use a custom server but you have entered no server address" = "You specified to use a custom server but you have entered no server address";

